package com.example.warehouse_accounting.ServerController.Security

class nya {
    // Здесь происходит вызов методов, связанных с шифрованием
    // и расшифровкой
    // Эти методы должны ипользоваться только в Repositories, нигде больше

    // Крч, мне в падлу делать шифровку сейчас, я буду пересылать пока что
    // чистые данные, без всего этого, тк в падлу делать из-за дедлайнов
    // В случае чего, я просто буду кодировать в poka_tak при отправке сообщения
    // параметр order, а тип будет без кодировки улетать
}